[
{
  "bookID": 0,
  "bookName": "Bizi Sürükleyen Nehir",
  "bookAuthor": "Zülfü Livaneli",
  "bookSummary": "Bizi Sürükleyen Nehir, Livaneli’nin insanlığın tarih boyunca yıkandığı ırmağı takip ederek vardığı bilgelik noktası. Evrene, insana, insan ruhuna, Türkiye’ye, dünyaya, düne, bugüne ve geleceğe tutulan bir ayna… Livaneli’nin bugüne kadar yazdıklarından, söylediklerinden süzülüp gelenler, hayatın kuytu köşelerinde gezinen, “bir gözü ağlayan, bir gözü gülen” bir bilgenin sözleri.",
  "bookPhoto": "https://raw.githubusercontent.com/cagriustun/okuyan_muhendis/master/assets/bookCovers/1.jpg",
  "bookRecomPhoto": ""
},
{
  "bookID": 1,
  "bookName": "Körlük",
  "bookAuthor": "Jose Saramago",
  "bookSummary": "Distopik eserlere ilgi duyanların elinden düşürmediği Körlük, yayınlandığı günden bu yana adından söz ettirmeye devam ediyor. Portekiz’li yazar José Saramago’ya 1998’de Nobel Edebiyat Ödülü’nü kazandıran eser, konusuyla olduğu kadar zekice kurgulanmış karakterleriyle de dikkat çekiyor. Dönemin liberal demokrasi anlayışına bir eleştiri mahiyetinde kaleme alınan roman, insanların gittikçe bencilleşip olaylar karşısında duyarsızlaşmasını bir körlük metaforu etrafında işliyor.",
  "bookPhoto": "https://raw.githubusercontent.com/cagriustun/okuyan_muhendis/master/assets/bookCovers/2.jpg",
  "bookRecomPhoto": ""
},
{
  "bookID": 2,
  "bookName": "Suç ve Ceza",
  "bookAuthor": " Fyodor Dostoyevski",
  "bookSummary": "Suç ve Ceza; Rodion Romanoviç Raskolnikov adındaki bir gencin işlediği çifte cinayet üzerine yaşadıklarını konu alıyor. Raskolnikov, bir yandan hukuk öğrenimi görürken diğer yandan yoksullukla boğuşan bir genç.",
  "bookPhoto": "https://raw.githubusercontent.com/cagriustun/okuyan_muhendis/master/assets/bookCovers/3.jpg",
  "bookRecomPhoto": ""
},
{
  "bookID": 3,
  "bookName": "Kurtlarla Koşan Kadınlar",
  "bookAuthor": "Clarissa P. Estes",
  "bookSummary": "İnsanlığın uzun tarihi boyunca kadınlara yönelik yapılmış olan hangi araştırmanın doğru olduğunu düşünüyorsunuz? Hiç mi? Bu kitabın yazarı Clarissa P. Estés de aynı şeyi düşünmüş olacak ki kadınları çözümleme noktasında sunduğu farklı önermeler ile adından söz ettirmeyi başarıyor. Kadınların, içlerindeki doğal sese kulak vermelerini öğütleyen eser, kadının varoluşu ve toplumdaki yerini derin bir anlam ve üslup ile ele alıyor. Bunu yaparken de kadınları, kurtlar ile özdeşleştiriyor.",
  "bookPhoto": "https://raw.githubusercontent.com/cagriustun/okuyan_muhendis/master/assets/bookCovers/4.jpg",
  "bookRecomPhoto": ""
},
{
  "bookID": 4,
  "bookName": "Hayvan Çiftliği",
  "bookAuthor": "George Orwell",
  "bookSummary": "Orwell’in çağdaş klasikler arasında değerlendirilen Hayvan Çiftliği romanı, dünya edebiyatının en dikkat çekici hiciv romanları arasında bulunuyor. Romanının alt metninde birden fazla yönetimin olumsuz yönüne yer veren yazar, ana temasını sosyalizm eleştirisi üzerine kuruyor. Orwell, ideoloji bakımından kendisi de sosyalizme eğilimli olmasının yanı sıra romanında totaliter yönetime meydan okuyor.",
  "bookPhoto": "https://raw.githubusercontent.com/cagriustun/okuyan_muhendis/master/assets/bookCovers/5.jpg",
  "bookRecomPhoto": ""
},
{
  "bookID": 5,
  "bookName": "Şeker Portakalı",
  "bookAuthor": "Jose Mauro De Vasvoncelos",
  "bookSummary": "Acı dolu bir hayat sürdürmek ve bunu yaşamın olağan seyri gibi kabul etmek, ta ki hayattaki en gerçek ve karşı konulamaz acının ne olduğunu öğrenene kadar… Şeker Portakalı; yoksulluk ve sevgisizlik içinde yaşayan küçük Zeze’nin dünyasını, okuyucusuna yalnızca minik bir çocuğun gözünden değil, evrensel bir hakikat penceresinden sunuyor. ",
  "bookPhoto": "https://raw.githubusercontent.com/cagriustun/okuyan_muhendis/master/assets/bookCovers/6.jpg",
  "bookRecomPhoto": ""
},
{
  "bookID": 6,
  "bookName": "Sıradan Bir Gün",
  "bookAuthor": "Yekta Kopan",
  "bookSummary":"Sıradan bir günde başınıza neler gelebilir? Sıradan bir günde kahvaltı yapıp gazetenizi okuyabilir ve işinize gidebilirsiniz. Çalışırken biraz içiniz geçebilir mesela. Bir kahve içip toparlanabilirsiniz. Sıradan bir günde sevdiklerinizle görüşür, evinize market alışverişi yapabilirsiniz. Sıradan bir günde bir cinayete tanıklık edebilir ve hayatınızın sonsuz yolculuğuna çıkabilirsiniz. Sıradan bir gün size bazen kişisel gelişim kitaplarında yazanlardan fazlasını öğretir.",
  "bookPhoto": "https://raw.githubusercontent.com/cagriustun/okuyan_muhendis/master/assets/bookCovers/7.png",
  "bookRecomPhoto": ""
},
{
  "bookID": 7,
  "bookName": "Uçurtma Avcısı",
  "bookAuthor": "Khaled Hosseini",
  "bookSummary": "Afgan asıllı Amerikalı Yazar Khaled Hosseini’nin kaleme aldığı Uçurtma Avcısı, yüreklere işleyen hikayesiyle yayımlandığı günden itibaren en çok satan romanlar arasında yer alıyor. 2003 yılında İngilizce olarak yayımlanan eser, yazarın hayatından izler taşıyor. Roman, uzun yıllardır siyasi karışıklıklar ve savaşlarla gündeme gelen Afganistan’daki insanlık dramına dikkat çekiyor.",
  "bookPhoto": "https://raw.githubusercontent.com/cagriustun/okuyan_muhendis/master/assets/bookCovers/8.jpg",
  "bookRecomPhoto": ""
},
{
  "bookID": 8,
  "bookName": "Bilinmeyen Bir Kadının Mektubu",
  "bookAuthor": "Stefan Zweig",
  "bookSummary": "Ünlü roman yazarı R., üç günlük dağ gezisinden döndüğünde postada, “Beni hiç tanımamış olan sana” diye başlayan imzasız, upuzun bir mektup bulur.Bu cümle bütün öykünün özetidir aslında. Yıllarca tek taraflı yaşanmış, bırakın karşılık bulmayı, farkına dahi varılmamış bir aşkın ilanı. Tanınmamak, bir değil birçok kez, hatta bir ömür boyu katlanılan bu kara yazgının üstelik bir başka kurbanı daha vardır.",
  "bookPhoto": "https://raw.githubusercontent.com/cagriustun/okuyan_muhendis/master/assets/bookCovers/9.jpg",
  "bookRecomPhoto": ""
},
{
  "bookID": 9,
  "bookName": "Ben, Kirke",
  "bookAuthor": "Madeline Millar",
  "bookSummary": "Ozanlar benden, –erkek– kahramanın karşısında diz çöküp merhamet dilenen bir kadın olarak bahsetti hep; ilaç katarmışım tatlı şaraplarına, büyüleyip domuza çevirirmişim hızlı giden gemilerin tayfasını, babaevini unutturur, sılaya kavuşmalarına müsaade etmezmişim. Ne demeli, kadınlara haddini bildirmek ozanların en sevdiği vakit geçirme biçimidir; yerlerde sürünüp ağlamazsak gerçek bir hikâye olmazmış gibi.",
  "bookPhoto": "https://raw.githubusercontent.com/cagriustun/okuyan_muhendis/master/assets/bookCovers/10.jpg",
  "bookRecomPhoto": ""
},
{
  "bookID": 10,
  "bookName": "Bir Nefes Gibi",
  "bookAuthor": "Ferzan Özpetek",
  "bookSummary": "Sergio ile Giovanna, güneşli bir pazar günü evlerinde bir dostlar sofrası kurma hazırlığındayken ansızın karşılarında davetsiz bir misafir bulurlar: Kapılarını çalan yorgun görünümlü yaşlı kadın Elsa Corti’dir ve uzaklardan, İstanbul’dan gelmiştir. Yaklaşık yarım asrı bulan sürgün yıllarının ardından ülkesine dönen Elsa Corti’nin evinin yeni sahiplerine anlatacakları, ama daha önemlisi, yıllardır görmediği ablasına, hayatının aşkıyla ilgili söyleyecekleri vardır…",
  "bookPhoto": "https://raw.githubusercontent.com/cagriustun/okuyan_muhendis/master/assets/bookCovers/11.jpg",
  "bookRecomPhoto": ""
},
{
  "bookID": 11,
  "bookName": "Bülbülü Öldürmek",
  "bookAuthor": "Harper Lee",
  "bookSummary": "Amerikalı yazar Harper Lee’nin ilk romanı olan Bülbülü Öldürmek, büyüleyici anlatımı ve olay örgüsü ile tüm dünyada yankı uyandırmaya devam ediyor. 1960 yılında yayımlanan ve Amerika’da hala süregelen ırkçılık kavramının işlendiği roman, bunu küçük bir kızın yaşam öyküsü ile harmanlıyor. Amerika’nın geçmişine ışık tutan eser, toplumdaki sosyal ve kültürel farkları incelemesi ile de önemli bir rol üstleniyor.",
  "bookPhoto": "https://raw.githubusercontent.com/cagriustun/okuyan_muhendis/master/assets/bookCovers/12.jpg",
  "bookRecomPhoto": ""
},
{
  "bookID": 12,
  "bookName": "Otomatik Portakal",
  "bookAuthor": "Anthony Burgess",
  "bookSummary": "Tüm hayvanların en zekisi, iyiliğin ne demek olduğunu bilen insanoğluna bir baskı yöntemi uygulayarak onu otomatik işleyen bir makine haline getirenlere kılıç kadar keskin olan kalemimle saldırmaktan başka hiçbir şey yapamıyorum…” Karabasan gibi bir gelecek atmosferi… Geceleyin sokakları terörize eden, yaşamları şiddet üzerine kurulu gençler ve bu hikâyenin anti-kahramanı Alex... Yayımlandığı günden bu yana “kült roman” özelliğini kaybetmeyen Otomatik Portakal’ın 15 yaşındaki kahramanı, “iyi ya da kötü nedir?”, “İnsan özgür iradesiyle kaderini seçebilir mi?” gibi soruların yanıtlarını kurcalarken, şiddet dolu sahnelere Beethoven’ın, Mozart’ın müziği eşlik ediyor; Alex ve “çete kardeşleri” Pete, Georgie ve Aptalof, yarattıkları yepyeni dilin kelimelerini okurun zihnine kazıyorlar.",
  "bookPhoto": "https://raw.githubusercontent.com/cagriustun/okuyan_muhendis/master/assets/bookCovers/13.jpg",
  "bookRecomPhoto": ""
},
{
  "bookID": 13,
  "bookName": "En Hüzünlü Eylül",
  "bookAuthor": "Osman Balcıgil",
  "bookSummary": "Hüzünlüdür İstanbul, Eylül 1955’ten beri...Kadim kentin destansı tarihinde, 6/7 Eylül 1955’te yaşanan büyük yıkım kuşkusuz çok özel bir yer tutar.Acısı hep sürecek bu büyük altüst oluş, toplumsal olduğu kadar bireysel anlamda da derin kırılmalara yol açmıştır. Tıpkı Suzan ve Yorgo’nun aşkında olduğu gibi.Suzan ve “sevgili papazı”nın büyük dramını okurken, kendinizi İstanbul dekorunda, tarihin içinde, “soluksuz ve dipsiz” bir yolculuğa çıkmış bulacaksınız.Bir yas, beş yıl süreyle her gün ve yirmi dört saat tutulur mu?",
  "bookPhoto": "https://raw.githubusercontent.com/cagriustun/okuyan_muhendis/master/assets/bookCovers/14.jpg",
  "bookRecomPhoto": ""
},
{
  "bookID": 14,
  "bookName": "Bugün Kalan Hayatımın İlk Günü",
  "bookAuthor": "Maud Ankauoa",
  "bookSummary": "Herkesin sahip olmak istediği şeylere sahibim ama hayatımdan memnun değilim, sence bu nasıl mümkün oluyor?“Eskiden ben de öyleydim: İstediğim her şeyi satın alma gücüm vardı, hayatım duygusal anlamda tatmin ediciydi ve sağlıklıydım. Ama bütün bunlara rağmen bir şeylerin yolunda gitmediğini hissediyordum. Ne olduğunu tam olarak bilemesem de kendimi bu dünyaya ait hissetmiyordum. Bu genel kasvet hâli beni rahatsız ediyordu. Özümü bulamıyordum.",
  "bookPhoto": "https://raw.githubusercontent.com/cagriustun/okuyan_muhendis/master/assets/bookCovers/15.jpg",
  "bookRecomPhoto": ""
},
{
  "bookID": 15,
  "bookName": "Dans Dans Dans",
  "bookAuthor": "Haruki Murakami",
  "bookSummary": "Adını bilmiyordum. Onunla aylarca birlikte yaşadığım halde. Aslında onunla ilgili gerçekte tek bir şey bile bilmiyordum. Pahalı bir telekız servisinde çalıştığı dışında. Servis, üyelik sistemiyle hizmet veriyordu; kimliği belli düzgün müşteriler dışında kimseyi kabul etmiyordu. Bunun dışında başka işler de yapıyordu. Normal iş saatlerinde küçük bir yayıncıda yarı zamanlı düzeltmenlik, ayrıca yarı zamanlı kulak modelliği. ",
  "bookPhoto": "https://raw.githubusercontent.com/cagriustun/okuyan_muhendis/master/assets/bookCovers/16.jpg",
  "bookRecomPhoto": ""
}
]